[
  "Why did the AI break up with the human? Too many mixed signals.",
  "Me: *checks phone* Phone: 'Low battery.' Me: 'Low hope.'",
  "When life gives you lemons, just screenshot and pretend you’re doing juice cleanse.",
  "My mood depends on WiFi speed.",
  "If 2025 was a person, it would be cancelled already.",
  "I’m not lazy, I’m on energy-saving mode.",
  "When you say 'I’m fine,' but really you’re buffering.",
  "The WiFi dropped for 5 seconds and I almost had a panic attack.",
  "How to lose friends: send them TikToks of your dog every day.",
  "If procrastination was an Olympic sport, I’d get gold — tomorrow.",
  "I tried to do yoga but my spirit animal was a potato.",
  "Me, 2% battery, trying to survive until charger time.",
  "I’m fluent in three languages: English, Sarcasm, and Emoji.",
  "TikTok taught me everything except how to be productive.",
  "When your phone autocorrects ‘love’ to ‘loaf’ — even AI is confused.",
  "Zoom calls: business on top, pajama party on bottom.",
  "My bank account and my fridge have a lot in common — both empty.",
  "That awkward moment when your pet ignores you too.",
  "Me: *wakes up* Brain: 'Remember every embarrassing thing you did since 2008.'",
  "Alexa, skip to 2026 please.",
  "Me waiting for 2025 to fix 2024’s mistakes.",
  "I don’t rise and shine, I caffeinate and hope.",
  "My daily exercise? Running out of data.",
  "If memes were a currency, I’d be a billionaire.",
  "Trying to adult but my inner child keeps messing up the WiFi password.",
  "Me pretending to listen but actually planning dinner.",
  "That one friend who still thinks Facebook is cool.",
  "When your phone is on 1% and your life is on 100% chaos.",
  "'Are you okay?' Me: 'I’m buffering.'",
  "I’d agree with you but then we’d both be wrong.",
  "The real reason for global warming: too many hot takes on Twitter.",
  "Me: *checks social media* Anxiety: 'Hello again.'",
  "Me: *buys planner* Also me: 'This week’s to-do list: stare at the planner.'",
  "When your WiFi drops and you realize you have no hobbies.",
  "Me to my plants: 'Grow or I’m blaming you for my mood.'",
  "How I feel when my charger cord reaches the bed but my phone doesn’t.",
  "Everyone’s goal in 2025: find the mute button in real life.",
  "I don’t need a personal trainer, I have my alarm clock.",
  "Me: *sleeps 5 hours* Alarm: 'Wake up!' Me: 'No thanks, I’m still buffering.'",
  "That feeling when your internet loads slower than your patience.",
  "Why fall in love when you can fall asleep?",
  "I’m on a seafood diet: I see food and eat it.",
  "Current status: emotionally unavailable but WiFi connected.",
  "Me trying to get healthy: *buys kale* *eats cake*.",
  "I can’t adult today. Please don’t make me.",
  "Who needs a therapist when you have memes?",
  "Me talking to myself: 'We’re cool, right?' Also me: 'No, but let’s pretend.'",
  "When your crush texts back: 'Sorry, wrong chat.'",
  "If you see me talking to myself, just move along — I’m having a staff meeting.",
  "The first five days after the weekend are the hardest.",
  "I tried meditating, but my brain’s on airplane mode.",
  "When the group chat is more active than your love life.",
  "Me checking the fridge 10 times hoping new food appears.",
  "The struggle of deciding which filter hides my soul better.",
  "Me: 'I’m going to save money.' Also me: *buys coffee every day*.",
  "I speak fluent sarcasm and movie quotes.",
  "Me trying to diet: *buys salad* *adds fries*.",
  "My relationship with my bed is complicated but strong.",
  "Why is it called beauty sleep when I wake up looking like a zombie?",
  "I have the patience of a gamer waiting for updates.",
  "That awkward moment when your phone battery dies before your excuses.",
  "Me: *works out* Also me: *rewards self with pizza*.",
  "When you smile at your phone but it’s just a spam notification.",
  "Me pretending to be productive while Googling memes.",
  "If 2025 had a face, I’d unfollow.",
  "Me waiting for the weekend like it’s a rare Pokémon.",
  "Current mood: procrastination level expert.",
  "Me trying to focus but TikTok says 'Just one more video.'",
  "When you realize ‘sleeping in’ means 8am now.",
  "Why be moody when you can shake your booty?",
  "I’m multitasking: I can listen, ignore, and forget at the same time.",
  "The WiFi’s out, so I’m talking to my family — send help.",
  "Me looking at my to-do list like it’s a horror movie script.",
  "I workout… out of excuses.",
  "Me: 'I’ll just rest my eyes.' Also me: *sleeps 3 hours*.",
  "Why text when you can send memes?",
  "Me trying to be a morning person, but mornings disagree.",
  "That moment when you lose your phone and it’s in your hand.",
  "I’m on a 30-day diet. So far, I’ve lost 15 days.",
  "My phone battery lasts longer than my motivation.",
  "When someone says 'We need to talk,' I immediately go offline.",
  "I’m not lazy, I’m on energy-saving mode.",
  "When you Google symptoms and convince yourself you have a rare disease.",
  "My bed is a magical place where I suddenly remember everything I forgot to do.",
  "That feeling when your alarm goes off and you hate everyone.",
  "Me trying to avoid adulthood like it’s a virus.",
  "I’m not arguing, I’m just explaining why I’m right.",
  "When you try to diet but the pizza delivery knows your address.",
  "Me: 'I’m on a break.' Also me: *eats entire cake*.",
  "The only marathon I run is Netflix.",
  "Me ignoring responsibilities like they’re ex texts.",
  "Why chase dreams when you can chase snacks?",
  "I’m a 'work hard, nap harder' type of person.",
  "When you laugh at your own joke before telling it.",
  "Me trying to stay awake during a Zoom meeting — fail.",
  "The only six-pack I want is in the fridge.",
  "When your favorite song comes on and you become a backup dancer.",
  "Me trying to diet: 'Is chocolate a vegetable?'",
  "That awkward moment when your brain says 'Nope' to everything.",
  "Me: 'I’m gonna be productive today.' Also me: *opens TikTok*."
]
